{
  "vocab": [
    "<blank>",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    "*",
    "+",
    ",",
    "-",
    ".",
    "/",
    ":",
    ";",
    "<",
    "=",
    ">",
    "?",
    "@",
    "[",
    "\\",
    "]",
    "^",
    "_",
    "`",
    "{",
    "|",
    "}",
    "~",
    "°",
    "£",
    "€",
    "¥",
    "¢",
    "฿",
    "ç",
    "ë",
    "Ç",
    "Ë",
    "è",
    "ï",
    "î",
    "ô",
    "û",
    "ê",
    "È",
    "Ï",
    "Î",
    "Ô",
    "Û",
    "Ê",
    "ə",
    "ğ",
    "ö",
    "ş",
    "ü",
    "Ə",
    "Ğ",
    "Ö",
    "Ş",
    "Ü",
    "₼",
    "ñ",
    "Ñ",
    "č",
    "ć",
    "đ",
    "š",
    "ž",
    "Č",
    "Ć",
    "Đ",
    "Š",
    "Ž",
    "à",
    "é",
    "í",
    "ò",
    "ó",
    "ú",
    "À",
    "É",
    "Í",
    "Ò",
    "Ó",
    "Ú",
    "á",
    "ď",
    "ě",
    "ň",
    "ř",
    "ť",
    "ů",
    "ý",
    "Á",
    "Ď",
    "Ě",
    "Ň",
    "Ř",
    "Ť",
    "Ů",
    "Ý",
    "æ",
    "ø",
    "å",
    "Æ",
    "Ø",
    "Å",
    "õ",
    "ä",
    "Õ",
    "Ä",
    "ĉ",
    "ĝ",
    "ĥ",
    "ĵ",
    "ŝ",
    "ŭ",
    "Ĉ",
    "Ĝ",
    "Ĥ",
    "Ĵ",
    "Ŝ",
    "Ŭ",
    "₷",
    "â",
    "ù",
    "Â",
    "Ù",
    "ƒ",
    "Ƒ",
    "ß",
    "ẞ",
    "ɓ",
    "ɗ",
    "ƙ",
    "ƴ",
    "Ɓ",
    "Ɗ",
    "Ƙ",
    "Ƴ",
    "₦",
    "ð",
    "þ",
    "Ð",
    "Þ",
    "ì",
    "Ì",
    "ā",
    "ē",
    "ģ",
    "ī",
    "ķ",
    "ļ",
    "ņ",
    "ū",
    "Ā",
    "Ē",
    "Ģ",
    "Ī",
    "Ķ",
    "Ļ",
    "Ņ",
    "Ū",
    "ą",
    "ę",
    "ė",
    "į",
    "ų",
    "Ą",
    "Ę",
    "Ė",
    "Į",
    "Ų",
    "ō",
    "Ō",
    "ċ",
    "ġ",
    "ħ",
    "ż",
    "Ċ",
    "Ġ",
    "Ħ",
    "Ż",
    "ź",
    "Ś",
    "Ź",
    "ł",
    "ń",
    "ś",
    "Ł",
    "Ń",
    "ã",
    "Ã",
    "ă",
    "ș",
    "ț",
    "Ă",
    "Ș",
    "Ț",
    "ľ",
    "ĺ",
    "ŕ",
    "Ľ",
    "Ĺ",
    "Ŕ",
    "¡",
    "¿",
    "₱",
    "ı",
    "İ",
    "₺",
    "ɉ",
    "Ɉ",
    "ả",
    "ạ",
    "ắ",
    "ằ",
    "ẳ",
    "ẵ",
    "ặ",
    "ấ",
    "ầ",
    "ẩ",
    "ẫ",
    "ậ",
    "ẻ",
    "ẽ",
    "ẹ",
    "ế",
    "ề",
    "ể",
    "ễ",
    "ệ",
    "ỏ",
    "ọ",
    "ố",
    "ồ",
    "ổ",
    "ộ",
    "ỗ",
    "ơ",
    "ớ",
    "ờ",
    "ở",
    "ợ",
    "ỡ",
    "ủ",
    "ũ",
    "ụ",
    "ư",
    "ứ",
    "ừ",
    "ử",
    "ữ",
    "ự",
    "ỉ",
    "ĩ",
    "ị",
    "ỳ",
    "ỷ",
    "ỹ",
    "ỵ",
    "Ả",
    "Ạ",
    "Ắ",
    "Ằ",
    "Ẳ",
    "Ẵ",
    "Ặ",
    "Ấ",
    "Ầ",
    "Ẩ",
    "Ẫ",
    "Ậ",
    "Ẻ",
    "Ẽ",
    "Ẹ",
    "Ế",
    "Ề",
    "Ể",
    "Ễ",
    "Ệ",
    "Ỏ",
    "Ọ",
    "Ố",
    "Ồ",
    "Ổ",
    "Ộ",
    "Ỗ",
    "Ơ",
    "Ớ",
    "Ờ",
    "Ở",
    "Ợ",
    "Ỡ",
    "Ủ",
    "Ũ",
    "Ụ",
    "Ư",
    "Ứ",
    "Ừ",
    "Ử",
    "Ữ",
    "Ự",
    "Ỉ",
    "Ĩ",
    "Ị",
    "Ỳ",
    "Ỷ",
    "Ỹ",
    "Ỵ",
    "₫",
    "ŵ",
    "ŷ",
    "Ŵ",
    "Ŷ",
    "ṣ",
    "Ṣ",
    "§",
    "а",
    "б",
    "в",
    "г",
    "д",
    "е",
    "ж",
    "з",
    "и",
    "й",
    "к",
    "л",
    "м",
    "н",
    "о",
    "п",
    "р",
    "с",
    "т",
    "у",
    "ф",
    "х",
    "ц",
    "ч",
    "ш",
    "щ",
    "ь",
    "ю",
    "я",
    "А",
    "Б",
    "В",
    "Г",
    "Д",
    "Е",
    "Ж",
    "З",
    "И",
    "Й",
    "К",
    "Л",
    "М",
    "Н",
    "О",
    "П",
    "Р",
    "С",
    "Т",
    "У",
    "Ф",
    "Х",
    "Ц",
    "Ч",
    "Ш",
    "Щ",
    "Ь",
    "Ю",
    "Я",
    "ё",
    "ы",
    "э",
    "Ё",
    "Ы",
    "Э",
    "ъ",
    "Ъ",
    "₽",
    "ў",
    "Ў",
    "ґ",
    "і",
    "ї",
    "є",
    "Ґ",
    "І",
    "Ї",
    "Є",
    "₴",
    "Ә",
    "ә",
    "Җ",
    "җ",
    "Ң",
    "ң",
    "Ө",
    "ө",
    "Ү",
    "ү",
    "Ғ",
    "ғ",
    "Қ",
    "қ",
    "Ҳ",
    "ҳ",
    "Ҷ",
    "ҷ",
    "Ӣ",
    "ӣ",
    "Ӯ",
    "ӯ",
    "Ұ",
    "ұ",
    "Һ",
    "һ",
    "₸",
    "Ѓ",
    "ѓ",
    "Ѕ",
    "ѕ",
    "Ј",
    "ј",
    "Љ",
    "љ",
    "Њ",
    "њ",
    "Ќ",
    "ќ",
    "Џ",
    "џ",
    "᠐",
    "᠑",
    "᠒",
    "᠓",
    "᠔",
    "᠕",
    "᠖",
    "᠗",
    "᠘",
    "᠙",
    "₮",
    "Ҕ",
    "ҕ",
    "Ҥ",
    "ҥ",
    "Ђ",
    "ђ",
    "Ћ",
    "ћ",
    "α",
    "β",
    "γ",
    "δ",
    "ε",
    "ζ",
    "η",
    "θ",
    "ι",
    "κ",
    "λ",
    "μ",
    "ν",
    "ξ",
    "ο",
    "π",
    "ρ",
    "σ",
    "τ",
    "ς",
    "υ",
    "φ",
    "χ",
    "ψ",
    "ω",
    "Α",
    "Β",
    "Γ",
    "Δ",
    "Ε",
    "Ζ",
    "Η",
    "Θ",
    "Ι",
    "Κ",
    "Λ",
    "Μ",
    "Ν",
    "Ξ",
    "Ο",
    "Π",
    "Ρ",
    "Σ",
    "Τ",
    "Υ",
    "Φ",
    "Χ",
    "Ψ",
    "Ω",
    "ά",
    "έ",
    "ή",
    "ί",
    "ϊ",
    "ΐ",
    "ό",
    "ύ",
    "ϋ",
    "ΰ",
    "ώ",
    "Ά",
    "Έ",
    "Ή",
    "Ί",
    "Ϊ",
    "Ό",
    "Ύ",
    "Ϋ",
    "Ώ",
    "א",
    "ב",
    "ג",
    "ד",
    "ה",
    "ו",
    "ז",
    "ח",
    "ט",
    "י",
    "ך",
    "כ",
    "ל",
    "ם",
    "מ",
    "ן",
    "נ",
    "ס",
    "ע",
    "ף",
    "פ",
    "ץ",
    "צ",
    "ק",
    "ר",
    "ש",
    "ת",
    "ְ",
    "ֱ",
    "ֲ",
    "ֳ",
    "ִ",
    "ֵ",
    "ֶ",
    "ַ",
    "ָ",
    "ֹ",
    "ֺ",
    "ֻ",
    "ׇ",
    "ֽ",
    "־",
    "ֿ",
    "׀",
    "ׁ",
    "ׂ",
    "׃",
    "ׄ",
    "ׅ",
    "׆",
    "׳",
    "״",
    "֑",
    "֒",
    "֓",
    "֔",
    "֕",
    "֖",
    "֗",
    "֘",
    "֙",
    "֚",
    "֛",
    "֜",
    "֝",
    "֞",
    "֟",
    "֠",
    "֡",
    "֢",
    "֣",
    "֤",
    "֥",
    "֦",
    "֧",
    "֨",
    "֩",
    "֪",
    "֫",
    "֬",
    "֭",
    "֮",
    "֯",
    "ׯ",
    "װ",
    "ױ",
    "ײ",
    "יִ",
    "ﬞ",
    "ײַ",
    "ﬠ",
    "ﬡ",
    "ﬢ",
    "ﬣ",
    "ﬤ",
    "ﬥ",
    "ﬦ",
    "ﬧ",
    "ﬨ",
    "﬩",
    "שׁ",
    "שׂ",
    "שּׁ",
    "שּׂ",
    "אַ",
    "אָ",
    "אּ",
    "בּ",
    "גּ",
    "דּ",
    "הּ",
    "וּ",
    "זּ",
    "טּ",
    "יּ",
    "ךּ",
    "כּ",
    "לּ",
    "מּ",
    "נּ",
    "סּ",
    "ףּ",
    "פּ",
    "צּ",
    "קּ",
    "רּ",
    "שּ",
    "תּ",
    "וֹ",
    "בֿ",
    "כֿ",
    "פֿ",
    "ﭏ",
    "₪",
    " ",
    "ा",
    "न",
    "ि",
    "ो",
    "र",
    "ꯤ",
    "स",
    "ब",
    "ꯥ",
    "य",
    "म",
    "া",
    "ं",
    "्",
    "·",
    "े",
    "ल",
    "ग",
    "द",
    "ज",
    "ꯃ",
    "ꯅ",
    "ꯁ",
    "ख",
    "ह",
    "व",
    "ु",
    "थ",
    "क",
    "ন",
    "फ",
    "ি",
    "ꯨ",
    "ꯑ",
    "ꯕ",
    "आ",
    "ম",
    "ꯗ",
    "ꯔ",
    "।",
    "ै",
    "ꯡ",
    "ꯣ",
    "ꯂ",
    "্",
    "ক",
    "ꯒ",
    "ꯦ",
    "ল",
    "ব",
    "ে",
    "ꯟ",
    "ু",
    "प",
    "ত",
    "ৰ",
    "ी",
    "ꯄ",
    "त",
    "ꯇ",
    "দ",
    "ꯀ",
    "ौ",
    "ꯛ",
    "ꯍ",
    "ো",
    "ꯝ",
    "ꯏ",
    "ट",
    "ী",
    "প",
    "র",
    "इ",
    "গ",
    "ꯌ",
    "꯫",
    "হ",
    "ꯩ",
    "ই",
    "ꯈ",
    "ꯆ",
    "য়",
    "ṭ",
    "꯭",
    "স",
    "ꯊ",
    "ꯠ",
    "’",
    "ꯢ",
    "ए",
    "খ",
    "उ",
    "ং",
    "চ",
    "भ",
    "ꯜ",
    "अ",
    "অ",
    "শ",
    "ꯐ",
    "ड",
    "ꯎ",
    "꯰",
    "ৈ",
    "থ",
    "ꯧ",
    "জ",
    "꯱",
    "ꯖ",
    "꯲",
    "च",
    "ꯋ",
    "ঙ",
    "श",
    "ङ",
    "ꯪ",
    "꯳",
    "∙",
    "ৱ",
    "ꯉ",
    "ꯞ",
    "ও",
    "আ",
    "ট",
    "ध",
    "ৌ",
    "ছ",
    "”",
    "“",
    "ফ",
    "ू",
    "য",
    "ৎ",
    "꯴",
    "꯹",
    "এ",
    "꯵",
    "ভ",
    "উ",
    "ष",
    "꯷",
    "꯶",
    "ণ",
    "꯸",
    "ঁ",
    "ধ",
    "ꯚ",
    "ূ",
    "ण",
    "झ",
    "ষ",
    "ओ",
    "ई",
    "ँ",
    "औ",
    "ঐ",
    "छ",
    "ड़",
    "घ",
    "•",
    "‘",
    "ঠ",
    "ठ",
    "ৃ",
    "॥",
    "ঘ",
    "ড",
    "ृ",
    "ঞ",
    "़",
    "ঈ",
    "ẃ",
    "…",
    "ꯓ",
    "১",
    "Ṭ",
    "৷",
    "ॉ",
    "‌",
    "ঃ",
    "ऐ",
    "ढ",
    "ꯙ",
    "ज़",
    "২",
    "ढ़",
    "়",
    "ঢ়",
    "ঢ",
    "ড়",
    "৯",
    "–",
    "ऊ",
    "ः",
    "৩",
    "ꯘ",
    "৪",
    "০",
    "०",
    "৫",
    "৭",
    "৬",
    "৮",
    "२",
    "—",
    "१",
    "३",
    "फ़",
    "ञ",
    "ऑ",
    "६",
    "५",
    "४",
    "ঝ",
    "\f",
    "८",
    "ţ",
    "७",
    "꯬",
    "क़",
    "९",
    "ঊ",
    "ख़",
    "ʼ",
    "‍",
    "ŋ",
    "",
    "ঋ",
    "​",
    "œ",
    "ऋ",
    "ग़",
    "ऱ",
    "ঔ",
    "",
    "ॽ",
    "",
    "₹",
    "①",
    "️",
    "🙏",
    "ṅ",
    "ʹ",
    "②",
    "➡",
    "③",
    "",
    "ऩ",
    "👉",
    "❖",
    " ",
    "ॆ",
    "ॺ",
    "य़",
    "Ţ",
    "ẓ",
    "ÿ",
    "감",
    "사",
    "합",
    "니",
    "다",
    "ǐ",
    "안",
    "녕",
    "하",
    "세",
    "요",
    "📎",
    "॔",
    "🚙",
    "ऽ",
    "ˆ",
    "Œ",
    "路",
    "线",
    "Ṯ",
    "ʈ",
    "ṃ",
    "ઘ",
    "ટ",
    "ન",
    "ા",
    "ǎ",
    "₂",
    "²",
    "∞",
    "မ",
    "င",
    "်",
    "္",
    "ဂ",
    "လ",
    "ာ",
    "ပ",
    "ါ",
    "ॅ",
    "⁶",
    "ʂ",
    "ḥ",
    "鞸",
    "¹",
    "ǒ",
    "探",
    "索",
    "ĭ",
    "ʧ",
    "ŧ",
    "环",
    "比",
    "Ḗ",
    "❼",
    "⁹",
    "ȗ",
    "ˈ",
    "ː",
    "ɑ",
    "씨",
    "발",
    "₃",
    "ṛ",
    "॰",
    "💢",
    "×",
    "″",
    "✍",
    "🏻",
    "⏺"
  ],
  "char2idx": {
    "<blank>": 0,
    "0": 1,
    "1": 2,
    "2": 3,
    "3": 4,
    "4": 5,
    "5": 6,
    "6": 7,
    "7": 8,
    "8": 9,
    "9": 10,
    "a": 11,
    "b": 12,
    "c": 13,
    "d": 14,
    "e": 15,
    "f": 16,
    "g": 17,
    "h": 18,
    "i": 19,
    "j": 20,
    "k": 21,
    "l": 22,
    "m": 23,
    "n": 24,
    "o": 25,
    "p": 26,
    "q": 27,
    "r": 28,
    "s": 29,
    "t": 30,
    "u": 31,
    "v": 32,
    "w": 33,
    "x": 34,
    "y": 35,
    "z": 36,
    "A": 37,
    "B": 38,
    "C": 39,
    "D": 40,
    "E": 41,
    "F": 42,
    "G": 43,
    "H": 44,
    "I": 45,
    "J": 46,
    "K": 47,
    "L": 48,
    "M": 49,
    "N": 50,
    "O": 51,
    "P": 52,
    "Q": 53,
    "R": 54,
    "S": 55,
    "T": 56,
    "U": 57,
    "V": 58,
    "W": 59,
    "X": 60,
    "Y": 61,
    "Z": 62,
    "!": 63,
    "\"": 64,
    "#": 65,
    "$": 66,
    "%": 67,
    "&": 68,
    "'": 69,
    "(": 70,
    ")": 71,
    "*": 72,
    "+": 73,
    ",": 74,
    "-": 75,
    ".": 76,
    "/": 77,
    ":": 78,
    ";": 79,
    "<": 80,
    "=": 81,
    ">": 82,
    "?": 83,
    "@": 84,
    "[": 85,
    "\\": 86,
    "]": 87,
    "^": 88,
    "_": 89,
    "`": 90,
    "{": 91,
    "|": 92,
    "}": 93,
    "~": 94,
    "°": 95,
    "£": 96,
    "€": 97,
    "¥": 98,
    "¢": 99,
    "฿": 100,
    "ç": 101,
    "ë": 102,
    "Ç": 103,
    "Ë": 104,
    "è": 105,
    "ï": 106,
    "î": 107,
    "ô": 108,
    "û": 109,
    "ê": 110,
    "È": 111,
    "Ï": 112,
    "Î": 113,
    "Ô": 114,
    "Û": 115,
    "Ê": 116,
    "ə": 117,
    "ğ": 118,
    "ö": 119,
    "ş": 120,
    "ü": 121,
    "Ə": 122,
    "Ğ": 123,
    "Ö": 124,
    "Ş": 125,
    "Ü": 126,
    "₼": 127,
    "ñ": 128,
    "Ñ": 129,
    "č": 130,
    "ć": 131,
    "đ": 132,
    "š": 133,
    "ž": 134,
    "Č": 135,
    "Ć": 136,
    "Đ": 137,
    "Š": 138,
    "Ž": 139,
    "à": 140,
    "é": 141,
    "í": 142,
    "ò": 143,
    "ó": 144,
    "ú": 145,
    "À": 146,
    "É": 147,
    "Í": 148,
    "Ò": 149,
    "Ó": 150,
    "Ú": 151,
    "á": 152,
    "ď": 153,
    "ě": 154,
    "ň": 155,
    "ř": 156,
    "ť": 157,
    "ů": 158,
    "ý": 159,
    "Á": 160,
    "Ď": 161,
    "Ě": 162,
    "Ň": 163,
    "Ř": 164,
    "Ť": 165,
    "Ů": 166,
    "Ý": 167,
    "æ": 168,
    "ø": 169,
    "å": 170,
    "Æ": 171,
    "Ø": 172,
    "Å": 173,
    "õ": 174,
    "ä": 175,
    "Õ": 176,
    "Ä": 177,
    "ĉ": 178,
    "ĝ": 179,
    "ĥ": 180,
    "ĵ": 181,
    "ŝ": 182,
    "ŭ": 183,
    "Ĉ": 184,
    "Ĝ": 185,
    "Ĥ": 186,
    "Ĵ": 187,
    "Ŝ": 188,
    "Ŭ": 189,
    "₷": 190,
    "â": 191,
    "ù": 192,
    "Â": 193,
    "Ù": 194,
    "ƒ": 195,
    "Ƒ": 196,
    "ß": 197,
    "ẞ": 198,
    "ɓ": 199,
    "ɗ": 200,
    "ƙ": 201,
    "ƴ": 202,
    "Ɓ": 203,
    "Ɗ": 204,
    "Ƙ": 205,
    "Ƴ": 206,
    "₦": 207,
    "ð": 208,
    "þ": 209,
    "Ð": 210,
    "Þ": 211,
    "ì": 212,
    "Ì": 213,
    "ā": 214,
    "ē": 215,
    "ģ": 216,
    "ī": 217,
    "ķ": 218,
    "ļ": 219,
    "ņ": 220,
    "ū": 221,
    "Ā": 222,
    "Ē": 223,
    "Ģ": 224,
    "Ī": 225,
    "Ķ": 226,
    "Ļ": 227,
    "Ņ": 228,
    "Ū": 229,
    "ą": 230,
    "ę": 231,
    "ė": 232,
    "į": 233,
    "ų": 234,
    "Ą": 235,
    "Ę": 236,
    "Ė": 237,
    "Į": 238,
    "Ų": 239,
    "ō": 240,
    "Ō": 241,
    "ċ": 242,
    "ġ": 243,
    "ħ": 244,
    "ż": 245,
    "Ċ": 246,
    "Ġ": 247,
    "Ħ": 248,
    "Ż": 249,
    "ź": 250,
    "Ś": 251,
    "Ź": 252,
    "ł": 253,
    "ń": 254,
    "ś": 255,
    "Ł": 256,
    "Ń": 257,
    "ã": 258,
    "Ã": 259,
    "ă": 260,
    "ș": 261,
    "ț": 262,
    "Ă": 263,
    "Ș": 264,
    "Ț": 265,
    "ľ": 266,
    "ĺ": 267,
    "ŕ": 268,
    "Ľ": 269,
    "Ĺ": 270,
    "Ŕ": 271,
    "¡": 272,
    "¿": 273,
    "₱": 274,
    "ı": 275,
    "İ": 276,
    "₺": 277,
    "ɉ": 278,
    "Ɉ": 279,
    "ả": 280,
    "ạ": 281,
    "ắ": 282,
    "ằ": 283,
    "ẳ": 284,
    "ẵ": 285,
    "ặ": 286,
    "ấ": 287,
    "ầ": 288,
    "ẩ": 289,
    "ẫ": 290,
    "ậ": 291,
    "ẻ": 292,
    "ẽ": 293,
    "ẹ": 294,
    "ế": 295,
    "ề": 296,
    "ể": 297,
    "ễ": 298,
    "ệ": 299,
    "ỏ": 300,
    "ọ": 301,
    "ố": 302,
    "ồ": 303,
    "ổ": 304,
    "ộ": 305,
    "ỗ": 306,
    "ơ": 307,
    "ớ": 308,
    "ờ": 309,
    "ở": 310,
    "ợ": 311,
    "ỡ": 312,
    "ủ": 313,
    "ũ": 314,
    "ụ": 315,
    "ư": 316,
    "ứ": 317,
    "ừ": 318,
    "ử": 319,
    "ữ": 320,
    "ự": 321,
    "ỉ": 322,
    "ĩ": 323,
    "ị": 324,
    "ỳ": 325,
    "ỷ": 326,
    "ỹ": 327,
    "ỵ": 328,
    "Ả": 329,
    "Ạ": 330,
    "Ắ": 331,
    "Ằ": 332,
    "Ẳ": 333,
    "Ẵ": 334,
    "Ặ": 335,
    "Ấ": 336,
    "Ầ": 337,
    "Ẩ": 338,
    "Ẫ": 339,
    "Ậ": 340,
    "Ẻ": 341,
    "Ẽ": 342,
    "Ẹ": 343,
    "Ế": 344,
    "Ề": 345,
    "Ể": 346,
    "Ễ": 347,
    "Ệ": 348,
    "Ỏ": 349,
    "Ọ": 350,
    "Ố": 351,
    "Ồ": 352,
    "Ổ": 353,
    "Ộ": 354,
    "Ỗ": 355,
    "Ơ": 356,
    "Ớ": 357,
    "Ờ": 358,
    "Ở": 359,
    "Ợ": 360,
    "Ỡ": 361,
    "Ủ": 362,
    "Ũ": 363,
    "Ụ": 364,
    "Ư": 365,
    "Ứ": 366,
    "Ừ": 367,
    "Ử": 368,
    "Ữ": 369,
    "Ự": 370,
    "Ỉ": 371,
    "Ĩ": 372,
    "Ị": 373,
    "Ỳ": 374,
    "Ỷ": 375,
    "Ỹ": 376,
    "Ỵ": 377,
    "₫": 378,
    "ŵ": 379,
    "ŷ": 380,
    "Ŵ": 381,
    "Ŷ": 382,
    "ṣ": 383,
    "Ṣ": 384,
    "§": 385,
    "а": 386,
    "б": 387,
    "в": 388,
    "г": 389,
    "д": 390,
    "е": 391,
    "ж": 392,
    "з": 393,
    "и": 394,
    "й": 395,
    "к": 396,
    "л": 397,
    "м": 398,
    "н": 399,
    "о": 400,
    "п": 401,
    "р": 402,
    "с": 403,
    "т": 404,
    "у": 405,
    "ф": 406,
    "х": 407,
    "ц": 408,
    "ч": 409,
    "ш": 410,
    "щ": 411,
    "ь": 412,
    "ю": 413,
    "я": 414,
    "А": 415,
    "Б": 416,
    "В": 417,
    "Г": 418,
    "Д": 419,
    "Е": 420,
    "Ж": 421,
    "З": 422,
    "И": 423,
    "Й": 424,
    "К": 425,
    "Л": 426,
    "М": 427,
    "Н": 428,
    "О": 429,
    "П": 430,
    "Р": 431,
    "С": 432,
    "Т": 433,
    "У": 434,
    "Ф": 435,
    "Х": 436,
    "Ц": 437,
    "Ч": 438,
    "Ш": 439,
    "Щ": 440,
    "Ь": 441,
    "Ю": 442,
    "Я": 443,
    "ё": 444,
    "ы": 445,
    "э": 446,
    "Ё": 447,
    "Ы": 448,
    "Э": 449,
    "ъ": 450,
    "Ъ": 451,
    "₽": 452,
    "ў": 453,
    "Ў": 454,
    "ґ": 455,
    "і": 456,
    "ї": 457,
    "є": 458,
    "Ґ": 459,
    "І": 460,
    "Ї": 461,
    "Є": 462,
    "₴": 463,
    "Ә": 464,
    "ә": 465,
    "Җ": 466,
    "җ": 467,
    "Ң": 468,
    "ң": 469,
    "Ө": 470,
    "ө": 471,
    "Ү": 472,
    "ү": 473,
    "Ғ": 474,
    "ғ": 475,
    "Қ": 476,
    "қ": 477,
    "Ҳ": 478,
    "ҳ": 479,
    "Ҷ": 480,
    "ҷ": 481,
    "Ӣ": 482,
    "ӣ": 483,
    "Ӯ": 484,
    "ӯ": 485,
    "Ұ": 486,
    "ұ": 487,
    "Һ": 488,
    "һ": 489,
    "₸": 490,
    "Ѓ": 491,
    "ѓ": 492,
    "Ѕ": 493,
    "ѕ": 494,
    "Ј": 495,
    "ј": 496,
    "Љ": 497,
    "љ": 498,
    "Њ": 499,
    "њ": 500,
    "Ќ": 501,
    "ќ": 502,
    "Џ": 503,
    "џ": 504,
    "᠐": 505,
    "᠑": 506,
    "᠒": 507,
    "᠓": 508,
    "᠔": 509,
    "᠕": 510,
    "᠖": 511,
    "᠗": 512,
    "᠘": 513,
    "᠙": 514,
    "₮": 515,
    "Ҕ": 516,
    "ҕ": 517,
    "Ҥ": 518,
    "ҥ": 519,
    "Ђ": 520,
    "ђ": 521,
    "Ћ": 522,
    "ћ": 523,
    "α": 524,
    "β": 525,
    "γ": 526,
    "δ": 527,
    "ε": 528,
    "ζ": 529,
    "η": 530,
    "θ": 531,
    "ι": 532,
    "κ": 533,
    "λ": 534,
    "μ": 535,
    "ν": 536,
    "ξ": 537,
    "ο": 538,
    "π": 539,
    "ρ": 540,
    "σ": 541,
    "τ": 542,
    "ς": 543,
    "υ": 544,
    "φ": 545,
    "χ": 546,
    "ψ": 547,
    "ω": 548,
    "Α": 549,
    "Β": 550,
    "Γ": 551,
    "Δ": 552,
    "Ε": 553,
    "Ζ": 554,
    "Η": 555,
    "Θ": 556,
    "Ι": 557,
    "Κ": 558,
    "Λ": 559,
    "Μ": 560,
    "Ν": 561,
    "Ξ": 562,
    "Ο": 563,
    "Π": 564,
    "Ρ": 565,
    "Σ": 566,
    "Τ": 567,
    "Υ": 568,
    "Φ": 569,
    "Χ": 570,
    "Ψ": 571,
    "Ω": 572,
    "ά": 573,
    "έ": 574,
    "ή": 575,
    "ί": 576,
    "ϊ": 577,
    "ΐ": 578,
    "ό": 579,
    "ύ": 580,
    "ϋ": 581,
    "ΰ": 582,
    "ώ": 583,
    "Ά": 584,
    "Έ": 585,
    "Ή": 586,
    "Ί": 587,
    "Ϊ": 588,
    "Ό": 589,
    "Ύ": 590,
    "Ϋ": 591,
    "Ώ": 592,
    "א": 593,
    "ב": 594,
    "ג": 595,
    "ד": 596,
    "ה": 597,
    "ו": 598,
    "ז": 599,
    "ח": 600,
    "ט": 601,
    "י": 602,
    "ך": 603,
    "כ": 604,
    "ל": 605,
    "ם": 606,
    "מ": 607,
    "ן": 608,
    "נ": 609,
    "ס": 610,
    "ע": 611,
    "ף": 612,
    "פ": 613,
    "ץ": 614,
    "צ": 615,
    "ק": 616,
    "ר": 617,
    "ש": 618,
    "ת": 619,
    "ְ": 620,
    "ֱ": 621,
    "ֲ": 622,
    "ֳ": 623,
    "ִ": 624,
    "ֵ": 625,
    "ֶ": 626,
    "ַ": 627,
    "ָ": 628,
    "ֹ": 629,
    "ֺ": 630,
    "ֻ": 631,
    "ׇ": 632,
    "ֽ": 633,
    "־": 634,
    "ֿ": 635,
    "׀": 636,
    "ׁ": 637,
    "ׂ": 638,
    "׃": 639,
    "ׄ": 640,
    "ׅ": 641,
    "׆": 642,
    "׳": 643,
    "״": 644,
    "֑": 645,
    "֒": 646,
    "֓": 647,
    "֔": 648,
    "֕": 649,
    "֖": 650,
    "֗": 651,
    "֘": 652,
    "֙": 653,
    "֚": 654,
    "֛": 655,
    "֜": 656,
    "֝": 657,
    "֞": 658,
    "֟": 659,
    "֠": 660,
    "֡": 661,
    "֢": 662,
    "֣": 663,
    "֤": 664,
    "֥": 665,
    "֦": 666,
    "֧": 667,
    "֨": 668,
    "֩": 669,
    "֪": 670,
    "֫": 671,
    "֬": 672,
    "֭": 673,
    "֮": 674,
    "֯": 675,
    "ׯ": 676,
    "װ": 677,
    "ױ": 678,
    "ײ": 679,
    "יִ": 680,
    "ﬞ": 681,
    "ײַ": 682,
    "ﬠ": 683,
    "ﬡ": 684,
    "ﬢ": 685,
    "ﬣ": 686,
    "ﬤ": 687,
    "ﬥ": 688,
    "ﬦ": 689,
    "ﬧ": 690,
    "ﬨ": 691,
    "﬩": 692,
    "שׁ": 693,
    "שׂ": 694,
    "שּׁ": 695,
    "שּׂ": 696,
    "אַ": 697,
    "אָ": 698,
    "אּ": 699,
    "בּ": 700,
    "גּ": 701,
    "דּ": 702,
    "הּ": 703,
    "וּ": 704,
    "זּ": 705,
    "טּ": 706,
    "יּ": 707,
    "ךּ": 708,
    "כּ": 709,
    "לּ": 710,
    "מּ": 711,
    "נּ": 712,
    "סּ": 713,
    "ףּ": 714,
    "פּ": 715,
    "צּ": 716,
    "קּ": 717,
    "רּ": 718,
    "שּ": 719,
    "תּ": 720,
    "וֹ": 721,
    "בֿ": 722,
    "כֿ": 723,
    "פֿ": 724,
    "ﭏ": 725,
    "₪": 726,
    " ": 727,
    "ा": 728,
    "न": 729,
    "ि": 730,
    "ो": 731,
    "र": 732,
    "ꯤ": 733,
    "स": 734,
    "ब": 735,
    "ꯥ": 736,
    "य": 737,
    "म": 738,
    "া": 739,
    "ं": 740,
    "्": 741,
    "·": 742,
    "े": 743,
    "ल": 744,
    "ग": 745,
    "द": 746,
    "ज": 747,
    "ꯃ": 748,
    "ꯅ": 749,
    "ꯁ": 750,
    "ख": 751,
    "ह": 752,
    "व": 753,
    "ु": 754,
    "थ": 755,
    "क": 756,
    "ন": 757,
    "फ": 758,
    "ি": 759,
    "ꯨ": 760,
    "ꯑ": 761,
    "ꯕ": 762,
    "आ": 763,
    "ম": 764,
    "ꯗ": 765,
    "ꯔ": 766,
    "।": 767,
    "ै": 768,
    "ꯡ": 769,
    "ꯣ": 770,
    "ꯂ": 771,
    "্": 772,
    "ক": 773,
    "ꯒ": 774,
    "ꯦ": 775,
    "ল": 776,
    "ব": 777,
    "ে": 778,
    "ꯟ": 779,
    "ু": 780,
    "प": 781,
    "ত": 782,
    "ৰ": 783,
    "ी": 784,
    "ꯄ": 785,
    "त": 786,
    "ꯇ": 787,
    "দ": 788,
    "ꯀ": 789,
    "ौ": 790,
    "ꯛ": 791,
    "ꯍ": 792,
    "ো": 793,
    "ꯝ": 794,
    "ꯏ": 795,
    "ट": 796,
    "ী": 797,
    "প": 798,
    "র": 799,
    "इ": 800,
    "গ": 801,
    "ꯌ": 802,
    "꯫": 803,
    "হ": 804,
    "ꯩ": 805,
    "ই": 806,
    "ꯈ": 807,
    "ꯆ": 808,
    "য়": 809,
    "ṭ": 810,
    "꯭": 811,
    "স": 812,
    "ꯊ": 813,
    "ꯠ": 814,
    "’": 815,
    "ꯢ": 816,
    "ए": 817,
    "খ": 818,
    "उ": 819,
    "ং": 820,
    "চ": 821,
    "भ": 822,
    "ꯜ": 823,
    "अ": 824,
    "অ": 825,
    "শ": 826,
    "ꯐ": 827,
    "ड": 828,
    "ꯎ": 829,
    "꯰": 830,
    "ৈ": 831,
    "থ": 832,
    "ꯧ": 833,
    "জ": 834,
    "꯱": 835,
    "ꯖ": 836,
    "꯲": 837,
    "च": 838,
    "ꯋ": 839,
    "ঙ": 840,
    "श": 841,
    "ङ": 842,
    "ꯪ": 843,
    "꯳": 844,
    "∙": 845,
    "ৱ": 846,
    "ꯉ": 847,
    "ꯞ": 848,
    "ও": 849,
    "আ": 850,
    "ট": 851,
    "ध": 852,
    "ৌ": 853,
    "ছ": 854,
    "”": 855,
    "“": 856,
    "ফ": 857,
    "ू": 858,
    "য": 859,
    "ৎ": 860,
    "꯴": 861,
    "꯹": 862,
    "এ": 863,
    "꯵": 864,
    "ভ": 865,
    "উ": 866,
    "ष": 867,
    "꯷": 868,
    "꯶": 869,
    "ণ": 870,
    "꯸": 871,
    "ঁ": 872,
    "ধ": 873,
    "ꯚ": 874,
    "ূ": 875,
    "ण": 876,
    "झ": 877,
    "ষ": 878,
    "ओ": 879,
    "ई": 880,
    "ँ": 881,
    "औ": 882,
    "ঐ": 883,
    "छ": 884,
    "ड़": 885,
    "घ": 886,
    "•": 887,
    "‘": 888,
    "ঠ": 889,
    "ठ": 890,
    "ৃ": 891,
    "॥": 892,
    "ঘ": 893,
    "ড": 894,
    "ृ": 895,
    "ঞ": 896,
    "़": 897,
    "ঈ": 898,
    "ẃ": 899,
    "…": 900,
    "ꯓ": 901,
    "১": 902,
    "Ṭ": 903,
    "৷": 904,
    "ॉ": 905,
    "‌": 906,
    "ঃ": 907,
    "ऐ": 908,
    "ढ": 909,
    "ꯙ": 910,
    "ज़": 911,
    "২": 912,
    "ढ़": 913,
    "়": 914,
    "ঢ়": 915,
    "ঢ": 916,
    "ড়": 917,
    "৯": 918,
    "–": 919,
    "ऊ": 920,
    "ः": 921,
    "৩": 922,
    "ꯘ": 923,
    "৪": 924,
    "০": 925,
    "०": 926,
    "৫": 927,
    "৭": 928,
    "৬": 929,
    "৮": 930,
    "२": 931,
    "—": 932,
    "१": 933,
    "३": 934,
    "फ़": 935,
    "ञ": 936,
    "ऑ": 937,
    "६": 938,
    "५": 939,
    "४": 940,
    "ঝ": 941,
    "\f": 942,
    "८": 943,
    "ţ": 944,
    "७": 945,
    "꯬": 946,
    "क़": 947,
    "९": 948,
    "ঊ": 949,
    "ख़": 950,
    "ʼ": 951,
    "‍": 952,
    "ŋ": 953,
    "": 954,
    "ঋ": 955,
    "​": 956,
    "œ": 957,
    "ऋ": 958,
    "ग़": 959,
    "ऱ": 960,
    "ঔ": 961,
    "": 962,
    "ॽ": 963,
    "": 964,
    "₹": 965,
    "①": 966,
    "️": 967,
    "🙏": 968,
    "ṅ": 969,
    "ʹ": 970,
    "②": 971,
    "➡": 972,
    "③": 973,
    "": 974,
    "ऩ": 975,
    "👉": 976,
    "❖": 977,
    " ": 978,
    "ॆ": 979,
    "ॺ": 980,
    "य़": 981,
    "Ţ": 982,
    "ẓ": 983,
    "ÿ": 984,
    "감": 985,
    "사": 986,
    "합": 987,
    "니": 988,
    "다": 989,
    "ǐ": 990,
    "안": 991,
    "녕": 992,
    "하": 993,
    "세": 994,
    "요": 995,
    "📎": 996,
    "॔": 997,
    "🚙": 998,
    "ऽ": 999,
    "ˆ": 1000,
    "Œ": 1001,
    "路": 1002,
    "线": 1003,
    "Ṯ": 1004,
    "ʈ": 1005,
    "ṃ": 1006,
    "ઘ": 1007,
    "ટ": 1008,
    "ન": 1009,
    "ા": 1010,
    "ǎ": 1011,
    "₂": 1012,
    "²": 1013,
    "∞": 1014,
    "မ": 1015,
    "င": 1016,
    "်": 1017,
    "္": 1018,
    "ဂ": 1019,
    "လ": 1020,
    "ာ": 1021,
    "ပ": 1022,
    "ါ": 1023,
    "ॅ": 1024,
    "⁶": 1025,
    "ʂ": 1026,
    "ḥ": 1027,
    "鞸": 1028,
    "¹": 1029,
    "ǒ": 1030,
    "探": 1031,
    "索": 1032,
    "ĭ": 1033,
    "ʧ": 1034,
    "ŧ": 1035,
    "环": 1036,
    "比": 1037,
    "Ḗ": 1038,
    "❼": 1039,
    "⁹": 1040,
    "ȗ": 1041,
    "ˈ": 1042,
    "ː": 1043,
    "ɑ": 1044,
    "씨": 1045,
    "발": 1046,
    "₃": 1047,
    "ṛ": 1048,
    "॰": 1049,
    "💢": 1050,
    "×": 1051,
    "″": 1052,
    "✍": 1053,
    "🏻": 1054,
    "⏺": 1055
  }
}
